Repository: Automattic/newspack-theme
Catalog: newspack-theme/languages/*.po
Languages: fr_be, pl_pl

source: Oops! That page can&rsquo;t be found.
fr_be: La page que vous recherchez est introuvable.
pl_pl: Ups! Ta strona nie została znaleziona.

source: It looks like nothing was found at this location. Maybe try a search?
fr_be: Nous n’avons trouvé aucun résultat à votre requête. Vous pouvez tenter une autre recherche avec le formulaire ci-dessous.
pl_pl: Wygląda na to, że nic nie zostało znalezione w tej lokalizacji. Być może spróbuj innego wyszukiwania?

source: %s <span class="screen-reader-text says">says:</span>
fr_be: %s <span class="screen-reader-text says">dit :</span>
pl_pl: %s <span class="screen-reader-text says">mówi:</span>

source: Article author
fr_be: Auteur de l’article
pl_pl: Autor artykułu

source: %1$s at %2$s
fr_be: %1$s ​à %2$s
pl_pl: %1$s o %2$s

source: Edit
fr_be: Modifier
pl_pl: Edytuj

source: Your comment is awaiting moderation.
fr_be: Votre commentaire est en attente de modération.
pl_pl: Twój komentarz czeka na moderację.

source: Join the Conversation
fr_be: Rejoindre la conversation
pl_pl: Dołącz do dyskusji

source: Leave a comment
fr_be: Laisser un commentaire
pl_pl: Zostaw komentarz

# comments title
source: One reply on &ldquo;%s&rdquo;
fr_be: 1 réponse sur « %2$s »
pl_pl: Jedna odpowiedź na &ldquo;%s&rdquo;

# comments title
source: %1$s reply on &ldquo;%2$s&rdquo;
fr_be: %1$s réponse sur « %2$s »
pl_pl: %1$s odpowiedź na &ldquo;%2$s&rdquo;

source: Comments
fr_be: Commentaires
pl_pl: Komentarze

source: Previous
fr_be: Précédent
pl_pl: Poprzedni

source: Next
fr_be: Suivant
pl_pl: Następny

source: Collapse comments
fr_be: Réduire les commentaires
pl_pl: Zwijanie komentarzy

source: Expand comments
fr_be: Étendre les commentaires
pl_pl: Rozwiń komentarze

source: Comments are closed.
fr_be: Commentaires fermés.
pl_pl: Komentarze są wyłączone.

source: Proudly powered by Newspack by Automattic
fr_be: Propulsé par Newspack de Automattic
pl_pl: Oparte na Newspack od Automattic

source: Primary Menu
fr_be: Menu principal
pl_pl: Menu Główne

source: Secondary Menu
fr_be: Menu secondaire
pl_pl: Menu dodatkowe

source: Tertiary Menu
fr_be: Menu tertiaire
pl_pl: Menu trzeciorzędne

source: Topic Highlight Menu
fr_be: Menu grands titres
pl_pl: Menu wyróżniające tematy

source: Social Links Menu
fr_be: Menu social
pl_pl: Menu kont społecznościowych

source: Small
fr_be: Petit
pl_pl: Mały

source: Normal
fr_be: Moyen
pl_pl: Normalny

source: Large
pl_pl: Duży

source: Huge
fr_be: Extra large
pl_pl: Wielka

source: Primary
fr_be: Couleur principale
pl_pl: Podstawowy

source: Primary Variation
fr_be: Variation de la couleur principale
pl_pl: Odmiana główna

source: Secondary
fr_be: Couleur secondaire
pl_pl: Drugorzędne

source: Secondary Variation
fr_be: Variation de la couleur secondaire
pl_pl: Odmiana wtórna

source: Dark Gray
fr_be: Gris foncé
pl_pl: Ciemnoszary

source: Medium Gray
fr_be: Gris moyen foncé
pl_pl: Średno szary

source: Light Gray
fr_be: Gris clair
pl_pl: Jasnoszary

source: White
fr_be: Blanc
pl_pl: Biały

source: Primary to primary variation
fr_be: Couleur principale vers variation de la couleur principale
pl_pl: Zmienność pierwotna do pierwotnej

source: Secondary to secondary variation
fr_be: Couleur secondaire vers variation de la couleur secondaire
pl_pl: Zmienność wtórna do wtórnej

source: Black to medium gray
fr_be: Noir vers gris moyen foncé
pl_pl: Czarny do średnio szarego

source: Dark gray to medium gray
fr_be: Gris foncé vers gris moyen foncé
pl_pl: Ciemnoszary do średnioszarego

source: Medium gray to light gray
fr_be: Gris moyen foncé vers gris clair
pl_pl: Średnio szary do jasnoszarego

source: Light gray to white
fr_be: Gris clair vers blanc
pl_pl: Jasnoszary do białego

source: Sidebar
fr_be: Barre latérale
pl_pl: Pasek boczny

source: Add widgets here to appear in your sidebar.
fr_be: Ajouter des widgets ici pour qu’ils apparaissent dans votre barre latérale.
pl_pl: Tutaj dodaj widżety aby pokazały się w Twoim pasku bocznym.

source: Slide-out Sidebar
fr_be: Barre latérale coulissante
pl_pl: Wysuwany pasek boczny

source: Add widgets here to appear in an off-screen sidebar when it is enabled under the Customizer Header Settings.
pl_pl: Dodaj widżety, które będą wyświetlane na pasku bocznym poza ekranem, gdy jest włączony w ustawieniach nagłówka Konfiguratora.

source: Above Header
pl_pl: Nad nagłówkiem

source: Add widgets here to appear above the site header.
pl_pl: Dodaj widżety, które pojawią się nad nagłówkiem witryny.

source: Below Header
pl_pl: Poniżej nagłówka

source: Add widgets here to appear below the site header.
pl_pl: Dodaj widżety, które pojawią się pod nagłówkiem witryny.

source: Above Footer
pl_pl: Nad stopka

source: Add widgets here to appear above the site footer.
pl_pl: Dodaj widżety, które pojawią się nad stopkę witryny.

source: Footer
fr_be: Pied de page
pl_pl: Stopka

source: Add widgets here to appear in your footer.
fr_be: Ajouter des widgets ici pour qu’ils apparaissent dans votre pied de page.
pl_pl: Dodaj widżety, aby pojawiły się w stopce.

source: Above Copyright
fr_be: Au-dessus du droit d’auteur
pl_pl: Powyższej informacji o prawach autorskich

source: Add widgets here to appear below the footer, above the copyright information.
fr_be: Ajouter des widgets ici pour qu’ils apparaissent sous le pied de page, au-dessus des informations du droit d’auteur.
pl_pl: Dodaj widżety, które pojawią się pod stopką, nad informacjami o prawach autorskich.

source: Article above content
fr_be: Article au-dessus du contenu
pl_pl: Treść powyżej artykułu

source: Add widgets here to appear above article content.
fr_be: Ajouter des widgets ici pour qu’ils apparaissent au-dessus du contenu de l’article.
pl_pl: Dodaj widżety tutaj, aby pojawiły się nad treścią artykułu.

source: Article below content
fr_be: Article en-dessous du contenu
pl_pl: Poniżej treści artykułu

source: Add widgets here to appear below article content.
fr_be: Ajouter des widgets ici pour qu’ils apparaissent en-dessous du contenu de l’article.
pl_pl: Dodaj widżety tutaj, aby pojawiły się pod treścią artykułu.

source: Open Search
fr_be: Ouvrir la recherche
pl_pl: Otwórz wyszukiwanie

source: Close Search
fr_be: Fermer la recherche
pl_pl: Zamknij wyszukiwanie

source: Expand Comments
fr_be: Étendre les commentaires
pl_pl: Rozwiń komentarze

source: Collapse Comments
fr_be: Réduire les commentaires
pl_pl: Zwiń komentarze

source: Show details
fr_be: Afficher les détails
pl_pl: Pokaż szczegóły

source: Hide details
fr_be: Masquer les détails
pl_pl: Ukryj szczegóły

source: Skip to content
fr_be: Aller au contenu
pl_pl: Przejdź do treści

source: Highlight Menu
fr_be: Menu grands titres
pl_pl: Wyróżnione menu

source: Pages:
pl_pl: Strony:

source: Page
pl_pl: Strona

# Used before full size attachment link.
source: Full size
fr_be: Taille réelle
pl_pl: Pełny rozmiar

# Parent post link
source: <span class="meta-nav">Published in</span><br><span class="post-title">%title</span>
fr_be: <span class="meta-nav">Publié dans</span><br><span class="post-title">%title</span>
pl_pl: <span class="meta-nav">Opublikowano w</span><br><span class="post-title">%title</span>

source: Newspack Theme requires at least WordPress version 4.7. You are running version %s. Please upgrade and try again.
fr_be: Le thème Newspack nécessite au moins la version 4.7 de WordPress. Vous utilisez la version %s. Veuillez mettre à jour et réessayez.
pl_pl: Newspack Theme wymaga co najmniej WordPress w wersji 4.7. Korzystasz z wersji %s. Uaktualnij i spróbuj ponownie.

source: Display Site Title
fr_be: Afficher le titre du site
pl_pl: Pokaż tytuł strony

source: Header Settings
fr_be: Paramètres d’en-tête
pl_pl: Ustawienia nagłówka

source: Appearance
fr_be: Apparence
pl_pl: Wygląd

source: Center Logo
fr_be: Centrer le logo
pl_pl: Logo po środku

source: Check to center the logo in the header.
fr_be: Centrer le logo dans l’en-tête.
pl_pl: Zaznacz, aby wyśrodkować logo w nagłówku.

source: Solid Background
fr_be: Arrière-plan en couleur
pl_pl: Tło o jednolitym kolorze

source: Check to use the primary color as the header background. Can be changed under "Colors".
fr_be: Utiliser la couleur principale comme arrière-plan de l’en-tête. Peut être changé dans l’onglet « Couleurs ».
pl_pl: Zaznacz, aby użyć koloru podstawowego jako tła nagłówka. Można zmienić w "Kolorach".

source: Short Header
fr_be: En-tête court
pl_pl: Krótki nagłówek

source: Displays header as a shorter, simpler version.
fr_be: Affiche l’en-tête dans une version plus courte et plus simple.
pl_pl: Wyświetla nagłówek jako krótszą, prostszą wersję.

source: Show Slide-out Sidebar
fr_be: Afficher la barre latérale coulissante
pl_pl: Pokaż wysuwany pasek boczny

source: Show a Slide-out sidebar in the header, which you can populate by adding widgets %1$s.
fr_be: Afficher une barre latérale coulissante dans l’en-tête, que vous pouvez remplir en ajoutant les widgets %1$s.
pl_pl: Pokaż wysuwany pasek boczny w nagłówku, który możesz wypełnić, dodając widżety %1$s.

source: here
fr_be: Ici
pl_pl: tutaj

source: Slide-out Sidebar Text
fr_be: Texte de la barre latérale coulissante
pl_pl: Wysuwany tekst paska bocznego

source: Use this field to change the text on the Slide-out Sidebar toggle. The text is not visible when using the short header, but can always be read by screen readers.
fr_be: Utiliser ce champ pour modifier le texte du bouton de la barre latérale coulissante. Le texte n’est pas visible lors de l’utilisation de l’en-tête court, mais peut toujours être lu par les lecteurs d’écran.
pl_pl: To pole umożliwia zmianę tekstu w przełączniku Wysuwany pasek boczny. Tekst nie jest widoczny podczas korzystania z krótkiego nagłówka, ale zawsze może być odczytany przez czytniki ekranu.

source: Add slide-out widgets to mobile menu
fr_be: Ajouter les widgets coulissants au menu mobile
pl_pl: Dodawanie wysuwanych widżetów do menu mobilnego

source: Adds the widgets assigned to the Slide-out Sidebar area to the mobile menu, too.
fr_be: Ajoute les widgets affectés à la zone de la barre latérale coulissante au menu mobile.
pl_pl: Dodaje również widżety przypisane do wysuwanego paska bocznego do menu mobilnego.

source: Slide-out sidebar side
fr_be: Côté de la barre latérale coulissante
pl_pl: Wysuwany pasek boczny po stronie

# slide-out menu side
source: Left
fr_be: Gauche
pl_pl: Lewo

# slide-out menu side
source: Right
fr_be: Droite
pl_pl: Prawo

source: Subpage Header
fr_be: En-tête de sous-page
pl_pl: Nagłówek podstrony

source: Use simple header on subpages
fr_be: Utiliser un en-tête simple pour les sous-pages
pl_pl: Użyj prostego nagłówka na podstronach

source: On posts, pages, archive and search results, use a header that only displays the site logo and search icon, with all menus hidden under a toggle.
fr_be: Sur les articles, les pages, les archives et les résultats de recherche, utilisez un en-tête qui affiche uniquement le logo du site et l’icône de recherche, tous les menus étant masqués sous un bouton à bascule.
pl_pl: W artukułach, na stronach, w archiwach i wynikach wyszukiwania użyj nagłówka, który wyświetla tylko logo witryny i ikonę wyszukiwania, a wszystkie menu są ukryte pod przełącznikiem.

source: Mobile Call-to-Action
fr_be: Button sur mobile
pl_pl: Mobilne wezwanie do działania

source: Show Mobile CTA
fr_be: Afficher le bouton sur mobile
pl_pl: Pokaż mobilne wezwanie do działania

source: Show an essential call-to-action button in the mobile header, that is always visible.
fr_be: Affiche un bouton dans l’en-tête sur mobiles, qui est toujours visible.
pl_pl: Pokaż niezbędny przycisk wezwania do działania w nagłówku mobilnym, który jest zawsze widoczny.

source: Donate
fr_be: Donation
pl_pl: Wesprzyj

source: Button Text
fr_be: Texte du bouton
pl_pl: Tekst przycisku

source: Button URL
fr_be: Lien du bouton
pl_pl: URL przycisku

source: Open link in new window
fr_be: Ouvrir le lien dans une nouvelle fenêtre
pl_pl: Otwórz odnośnik w nowym oknie

source: Background Color
fr_be: Couleur de l’arrière plan
pl_pl: Kolor tła

source: Selecting a strong, non-palette color is recommended to ensure the CTA stands out.
fr_be: Il est recommandé de sélectionner une couleur forte et complémentaire de votre couleur principale pour s’assurer que le bouton se démarque.
pl_pl: Zalecane jest wybranie mocnego koloru, aby zapewnić wyróżnianie się wezwania do działania.

source: Alternative Logo
fr_be: Logo alternatif
pl_pl: Alternatywne Logo

source: Upload an alternative logo to be used on posts with the featured image behind and featured image beside settings, where the logo will be overlapping.
pl_pl: Prześlij alternatywne logo, które będzie używane w artykułach z wyróżnionym obrazem za i wyróżnionym obrazem obok ustawień, gdzie logo będzie się nakładać.

source: Colors
fr_be: Couleurs
pl_pl: Kolory

# primary color
source: Default
fr_be: Défaut
pl_pl: Domyślny

# primary color
source: Custom
fr_be: Personnalisé
pl_pl: Własny

source: Apply a primary custom color.
fr_be: Appliquer une couleur personnalisée principale.
pl_pl: Zastosuj podstawowy kolor niestandardowy.

source: Apply a secondary custom color.
fr_be: Appliquer une couleur personnalisée secondaire.
pl_pl: Zastosuj dodatkowy kolor niestandardowy.

source: Header Background Color
fr_be: Couleur d’arrière-plan de l’en-tête
pl_pl: Kolor tła nagłówka

# header background color
source: Default
fr_be: Défaut
pl_pl: Domyślny

# header background color
source: Custom
fr_be: Personnalisé
pl_pl: Własny

source: Apply a background color to the header.
fr_be: Appliquer une couleur d’arrière-plan à l’en-tête.
pl_pl: Zastosuj kolor tła do nagłówka.

source: Apply a background color to the primary menu.
pl_pl: Zastosuj kolor tła do menu głównego.

source: Footer Background Color
pl_pl: Kolor tła stopki

# footer background color
source: Default
fr_be: Défaut
pl_pl: Domyślny

# footer background color
source: Custom
fr_be: Personnalisé
pl_pl: Własny

source: Apply a background color to the footer.
pl_pl: Zastosuj kolor tła do stopki.

source: Ads Background Color
pl_pl: Kolor tła reklam

source: Apply a background color to the ads.
pl_pl: Zastosuj kolor tła do reklam.

source: Display Tagline
fr_be: Afficher le slogan
pl_pl: Wyświetl Tagline

source: Hide Homepage Title
fr_be: Masquer le titre de la page d’accueil
pl_pl: Ukryj tytuł strony głównej

source: Check to hide the page title, if your homepage is set to display a static page.
fr_be: Masquer le titre de la page, si votre page d’accueil est configurée pour afficher une page statique.
pl_pl: Zaznacz, aby ukryć tytuł strony, jeśli strona główna jest ustawiona na wyświetlanie strony statycznej.

source: Footer Logo
pl_pl: Logo stopki

source: Optional alternative logo to be displayed in the footer.
fr_be: Logo alternatif facultatif à afficher dans le pied de page.
pl_pl: Opcjonalne alternatywne logo wyświetlane w stopce.

source: Footer Logo Size
pl_pl: Rozmiar logo stopki

source: Medium
pl_pl: Średni

source: Extra Large
pl_pl: Bardzo duży

source: Author Bio Settings
fr_be: Paramètres de biographie de l’auteur
pl_pl: Ustawienia biografii autora

source: Display Author Bio
fr_be: Afficher la biographie de l’auteur
pl_pl: Wyświetl biografię autora

source: Display Author Bio under individual posts.
fr_be: Afficher la biographie de l’auteur sous les articles.
pl_pl: Wyświetl biografię autora pod poszczególnymi artykułami.

source: Display Author Email
fr_be: Afficher l’e-mail de l’auteur
pl_pl: Wyświetl adres e-mail autora

source: Display Author email with bio on individual posts and author archives.
fr_be: Afficher l’email de l’auteur avec la biographie sur les articles et les archives de l’auteur.
pl_pl: Wyświetl wiadomość e-mail autora z biografią poszczególnych postów i archiwów autorów.

source: Display Author Social Media links
fr_be: Afficher les liens des réseaux sociaux de l'auteur
pl_pl: Wyświetl inki autora do mediów społecznościowych

source: Display social media links with the author bio on individual posts and author archives (this option requires the Yoast plugin).
fr_be: Afficher les liens de réseaux sociaux avec la biographie de l’auteur sur les articles et les archives de l’auteur (cette option nécessite le plugin Yoast).
pl_pl: Wyświetlaj linki do mediów społecznościowych z biografią autora na poszczególnych artykułach i archiwach autora (ta opcja wymaga wtyczki Yoast).

source: Truncate Author Bio
fr_be: Tronquer la biographie de l’auteur
pl_pl: Ogranicz wyświetlaną długość biografii autora

source: Set a specific length for author bios displayed on single posts.
fr_be: Définit une longueur spécifique pour les biographies des auteurs affichées sur des articles.
pl_pl: Ustaw określoną długość biografii autora wyświetlanych w pojedynczych artykułach.

source: Author Bio Length (in characters)
fr_be: Longueur de la biographie de l’auteur (en caractères)
pl_pl: Długość biografii autora (w znakach)

source: Truncates the author bio on single posts to this approximate character length, but without breaking a word.
fr_be: Tronque la biographie de l’auteur sur les articles à cette longueur de caractère approximative, mais sans casser un mot.
pl_pl: Skraca biografię autora na pojedynczych artykułach do tej przybliżonej długości znaku, ale bez łamania słów.

source: Template Settings
fr_be: Paramètres
pl_pl: Ustawienia szablonu

source: Post Settings
pl_pl: Ustawienia wpisu

source: Featured Image Default Position
fr_be: Position par défaut de l’image en vedette
pl_pl: Domyślna pozycja wyróżnionego obrazu

source: Behind article title
fr_be: Derrière le titre de l’article
pl_pl: Za tytułem artykułu

source: Beside article title
fr_be: À côté du titre de l’article
pl_pl: Obok tytułu artykułu

source: Above article title
pl_pl: Powyżej tytuł artykułu

source: Hidden
fr_be: Masqué
pl_pl: Ukryty

source: Default Post Template
fr_be: Défaut
pl_pl: Domyślny szablon postu

source: Default Template
fr_be: Défaut
pl_pl: Domyślny szablon

source: One Column
fr_be: 1 colonne
pl_pl: Jedna kolumna

source: One Column Wide
fr_be: 1 colonne, large
pl_pl: Szerokość jednej kolumny

source: Use "time ago" date format
fr_be: Utiliser le format de date « il y a … »
pl_pl: Użyj formatu daty w formie minionego czasu (“… temu”)

source: Cut off for "time ago" date in days.
fr_be: Limite pour le format de date « il y a … » en jours.
pl_pl: Maksymalna ilość dni do formy “… temu”, w dniach.

source: Show "last updated" date on single posts
pl_pl: Pokaż datę ostatniej aktualizacji w pojedynczych artykułach

source: When paired with the "time ago" date format, the cut off for that format will automatically be switched to one day.
pl_pl: Po sparowaniu z formatem daty “…temu” odcięcie dla tego formatu zostanie automatycznie przełączone na jeden dzień.

source: Use Yoast's primary category functionality
fr_be: Utiliser la fonctionnalité de catégorie principale de Yoast
pl_pl: Użyj funkcji podstawowej kategorii Yoast

source: Display previous and next links at the bottom of each post.
pl_pl: Wyświetl linki do poprzedniego i następnego artykułu u dołu każdego artykułu.

source: Page Settings
pl_pl: Ustawienia strony

source: Default Page Template
pl_pl: Domyślny szablon strony

source: Archive Settings
pl_pl: Ustawienia archiwum

source: Show excerpts for all archives
pl_pl: Pokazuj fragmenty dla wszystkich archiwów

source: Archive Layout
pl_pl: Układ archiwizacji

source: Default
fr_be: Défaut
pl_pl: Domyślny

source: One column
fr_be: 1 colonne
pl_pl: Jedna kolumna

source: One column wide
fr_be: 1 colonne, large
pl_pl: Szerokość jednej kolumny

source: Use a large, featured display for the latest post in the archives
pl_pl: Wyróżnij najnowszy artykuł w archiwach

source: Archive Title Format
pl_pl: Format tytułu archiwów

source: Change the format of the title used on archive pages.
pl_pl: Zmień format tytułu używanego na stronach archiwum.

source: Default (eg. "Category: Featured", "Author: Jane Doe")
pl_pl: Domyślne (np. "Kategoria: Polecane", "Autor: Jan Kowalski”)

source: Only archive name (eg. "Featured", "Jane Doe")
pl_pl: Tylko nazwa archiwum (np. "Polecane", "Jan Kowalski”)

source: Comments Settings
fr_be: Paramètres des commentaires
pl_pl: Ustawienia komentarzy

source: When using WordPress's default comments, checking this option will collapse the comments section when there is more than one comment, and display a button to expand.
fr_be: Lorsque vous utilisez les commentaires par défaut de WordPress, cocher cette option réduira la section des commentaires lorsqu’il y a plus d’un commentaire et affichera un bouton pour développer.
pl_pl: Podczas korzystania z domyślnych komentarzy WordPress, zaznaczenie tej opcji spowoduje zwinięcie sekcji komentarzy, gdy jest więcej niż jeden komentarz, i wyświetlenie przycisku do rozwinięcia.

source: Display comment policy
pl_pl: Wyświetlaj zasady wyświetlania komentarzy

source: Allows you to add an optional comment policy above the comment form when using WordPress's default comments.
pl_pl: Umożliwia dodanie opcjonalnej polityki komentarzy nad formularzem komentarza podczas korzystania z domyślnych komentarzy WordPress.

source: Comment policy text
pl_pl: Tekst zasad komentowania

source: Footer Settings
fr_be: Paramètres du pied de page
pl_pl: Ustawienia stopki

source: Footer Widget Layout
pl_pl: Układ widgeta stopki

source: Stack the footer widgets, or have them automatically divide into even columns.
pl_pl: Widżety stopki można układać w stosy lub automatycznie dzielić na równe kolumny.

source: Columns
pl_pl: Kolumny

source: Stacked
pl_pl: Spiętrzony

source: Copyright Information
fr_be: Informations sur le droit d’auteur
pl_pl: Informacje Copyright

source: Add custom text to be displayed next to a copyright symbol and current year in the footer. By default, it will display your site title.
fr_be: Ajoute un texte personnalisé à afficher à côté d’un symbole de copyright et de l’année en cours dans le pied de page. Par défaut, il affichera le titre de votre site.
pl_pl: Dodaj niestandardowy tekst, który będzie wyświetlany obok symbolu praw autorskich i bieżącego roku w stopce. Domyślnie będzie wyświetlany tytuł witryny.

source: Order Details
fr_be: Détails de la commande
pl_pl: Szczegóły zamówienia

source: Order Details Visibility
fr_be: Visibilité des détails de la commande
pl_pl: Widoczność szczegółów zamówienia

source: Hide
fr_be: Masquer
pl_pl: Ukryj

source: Hide, with ability to toggle open
fr_be: Masquer, avec possibilité d’afficher
pl_pl: Ukryj, z możliwością przełączania otwierania

source: Show
fr_be: Afficher
pl_pl: Pokaż

source: Thank You Page
fr_be: Page de remerciement
pl_pl: Strona podziękowania

source: Order received
fr_be: Commande reçue
pl_pl: Otrzymane zamówienie

source: Thank You page title
fr_be: Titre de la page de remerciement
pl_pl: Tytuł strony z podziękowaniami

source: Thank you. Your order has been received.
fr_be: Merci. Votre commande a été reçue.
pl_pl: Dziękujemy! Otrzymaliśmy Twoje zamówienie.

source: Thank You message
fr_be: Message de remerciement
pl_pl: Wiadomość z podziękowaniem

source: Display Customer Details
fr_be: Afficher les détails du client
pl_pl: Wyświetlanie danych klienta

source: Display the customer's billing address below their transaction details.
fr_be: Affiche l’adresse de facturation du client sous les détails de sa transaction.
pl_pl: Wyświetl adres rozliczeniowy klienta pod szczegółami transakcji.

source: Typography
fr_be: Typographie
pl_pl: Typografia

source: Font Provider Import Code or URL
fr_be: Code d’importation ou URL du fournisseur de polices
pl_pl: Kod importu lub adres URL dostawcy czcionek

source: Secondary Font Provider Import Code or URL
fr_be: Deuxième code d’importation ou URL du fournisseur de polices
pl_pl: Kod importu lub adres URL dostawcy czcionek pomocniczych

source: Header Font
fr_be: Police d’en-tête
pl_pl: Czcionka nagłówka
