Repository: Automattic/newspack-theme
Catalog: newspack-theme/languages/*.po
Languages: fr_be, pl_pl

source: Header Font Fallback Stack
fr_be: Alternative à la police d’en-tête
pl_pl: Rezerwowe czcionki nagłówka

source: Body Font
fr_be: Police du corps
pl_pl: Czcionka Strony

source: Body Font Fallback Stack
fr_be: Alternative à la police du corps
pl_pl: Rezerwowe czcionki dla treści

source: Use all-caps for accent text.
fr_be: Utilise des majuscules pour le texte accentué.
pl_pl: W tekście akcentowanym użyj wielkich liter.

source: Logo Size
fr_be: Taille du logo
pl_pl: Rozmiar Logo

source: Learn More
fr_be: En savoir plus
pl_pl: Dowiedz się więcej

source: Close
fr_be: Fermer
pl_pl: Zamknij

source: and
fr_be: et
pl_pl: i

source: Learn more about %s
fr_be: En savoir plus sur %s
pl_pl: Dowiedz się więcej o %s

source: Sponsored Content
fr_be: Contenu sponsorisé
pl_pl: Treść sponsorowana

source: Sponsored Content Label
fr_be: Label du contenu sponsorisé
pl_pl: Etykieta treści sponsorowanej

source: Changes the background of the sponsored content flag that appears on posts and blocks. It should stand out boldly against your site's color scheme.
fr_be: Modifie l’arrière-plan de l’indicateur de contenu sponsorisé qui apparaît sur les publications et les blocs. Il doit se démarquer de la palette de couleurs de votre site.
pl_pl: Zmienia tło flagi treści sponsorowanych, która pojawia się w artykułach i blokach. Powinien wyróżniać się na tle schematu kolorów Twojej witryny.

source: Category:
fr_be: Catégorie :
pl_pl: Kategoria:

source: Tag:
fr_be: Mot-clé :
pl_pl: Tagi:

source: Author Archives:
fr_be: Archives d’auteur :
pl_pl: Archiwum autora:

source: Yearly Archives:
fr_be: Archives annuelles :
pl_pl: Archiwum wg lat:

source: Monthly Archives:
fr_be: Archives mensuelles :
pl_pl: Archiwum wg miesięcy:

source: Daily Archives:
fr_be: Archives journalières :
pl_pl: Codzienne archiwa:

source: Post Type Archives:
fr_be: Archives de type de message
pl_pl: Archiwum typu postu

source: %s Archives:
fr_be: Archives %s :
pl_pl: %s Archiwa:

source: Archives:
pl_pl: Archiwa:

source: %s ago
fr_be: Il y a %s
pl_pl: %s temu

source: Updated
pl_pl: Zaktualizowano

source: Leave a comment<span class="screen-reader-text"> on %s</span>
fr_be: Publier un commentaire<span class="screen-reader-text"> pour %s</span>
pl_pl: Zostaw komentarz <span class=„screen-reader-text”>na %s</span>

source: Posted in
fr_be: Publié dans
pl_pl: Opublikowany w

source: Tagged:
fr_be: Mots-clés :
pl_pl: Tagi:

source: Edit <span class="screen-reader-text">%s</span>
fr_be: Modifier <span class="screen-reader-text">%s</span>
pl_pl: Edytuj <span class="screen-reader-text">%s</span>

source: Newer posts
fr_be: Articles plus Récents
pl_pl: Nowsze wpisy

source: Older posts
fr_be: Articles plus anciens
pl_pl: Starsze wpisy

source: Top Menu
fr_be: Menu du haut
pl_pl: Górne menu

source: Newspack Options
pl_pl: Opcje Newspack

source: Show sidebar on single events
pl_pl: Pokazywanie paska bocznego w pojedynczych wydarzeniach

source: Why you can trust %s
fr_be: Pourquoi vous pouvez faire confiance à %s
pl_pl: Dlaczego możesz zaufać %s

source: Display
pl_pl: Wyświetl

source: Monospace
pl_pl: Równa szerokość

source: Payment info
fr_be: Information de paiement
pl_pl: Informacje o płatności

source: Create an account
fr_be: Créer un compte
pl_pl: Utwórz konto

source: Search results
fr_be: Résultat de recherche
pl_pl: Wyniki wyszukiwania

# label
source: Search for:
fr_be: Rechercher pour :
pl_pl: Szukaj:

# placeholder
source: Search &hellip;
fr_be: Rechercher &hellip;
pl_pl: Szukaj &hellip;

# submit button
source: Search
fr_be: Rechercher
pl_pl: Szukaj

source: Nothing Found
fr_be: Rien trouvé
pl_pl: Nic nie znaleziono

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_be: Prêt à publier votre premier article&nbsp;? <a href="%1$s">Lancez-vous</a>&nbsp;!
pl_pl: Gotowy/a do opublikowania pierwszego artykułu? <a href="%1$s">Zacznij tutaj</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_be: Désolé, mais rien ne correspond à vos termes de recherche. Veuillez réessayer avec différents mots-clés.
pl_pl: Przepraszamy, ale nic nie pasowało do wyszukiwanych haseł. Spróbuj ponownie, używając różnych słów kluczowych.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_be: Il semble que nous ne puissions pas trouver ce que vous cherchez. Le moteur de recherche sera peut-être plus fructueux.
pl_pl: Wygląda na to, że nie możemy znaleźć tego, czego szukasz. Być może wyszukiwanie może pomóc.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
fr_be: Continuer la lecture<span class="screen-reader-text"> de « %s »</span>
pl_pl: Czytaj dalej<span class="screen-reader-text"> "%s"</span>

source: Below Footer
fr_be: Sous le pied de page
pl_pl: Poniżej stopki

source: More by %s
fr_be: Plus par %s
pl_pl: Więcej od %s

source: %d Comment
fr_be: %d commentaire
pl_pl: %d komentarz

source: No comments
fr_be: Aucun commentaire
pl_pl: Brak komentarzy

source: You must be logged in to checkout.
fr_be: Vous devez être connecté pour payer.
pl_pl: Musisz się zalogować, aby zrealizować zamówienie.

source: Summary
fr_be: Récapitulation
pl_pl: Podsumowanie

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
fr_be: Malheureusement, votre commande ne peut pas être traitée car la banque / le commerçant a refusé votre transaction. Veuillez réessayer votre achat.
pl_pl: Niestety Twoje zamówienie nie może zostać przetworzone, ponieważ bank odrzucił Twoją transakcję. Spróbuj ponownie dokonać zakupu.

source: Pay
fr_be: Payer
pl_pl: Zapłać

source: My account
fr_be: Mon compte
pl_pl: Moje konto

source: Date:
pl_pl: Data:

source: Total:
pl_pl: Suma:

source: Payment method:
fr_be: Mode de paiement :
pl_pl: Sposób płatności:

source: Transaction:
pl_pl: Transakcja:

source: Your Information
fr_be: Vos informations
pl_pl: Dane do rezerwacji

source: Billing address
fr_be: Adresse de facturation
pl_pl: Dane kupującego

source: N/A
pl_pl: Nie dotyczy

source: Shipping address
fr_be: Adresse de livraison
pl_pl: Adres wysyłki

source: by
fr_be: par

source: Offline
fr_be: Hors ligne

source: Default (set in Customizer)
fr_be: Par défaut (défini dans le personnalisateur)

source: Article Subtitle
fr_be: Sous-titre de l’article

source: Set a Subtitle for the Article
fr_be: Définir un sous-titre pour l’article
